INSERT INTO	artist (title)
VALUES 
	('Кино'),
	('Наив'),
	('The Neighbourhood'),
	('Rammstein'),
	('Billie Eilish'),
	('Руки Вверх!'),
	('Король и Шут'),
	('Atomic Kitten')
	
INSERT INTO	Collections (title, release_year)
VALUES
	('Остаёмся зимовать', 2017),
	('Верните мой 1999', 1999),
	('Плед и какао', 2019),
	('В сердечке', 2020),
	('Электронная Масленица', 2021),
	('Начать всё заново', 2022),
	('Русский рок в дорогу', 2015),
	('Верните мой 2002', 2002)

INSERT INTO	album (id, title, release_year)
VALUES 
	(1, 'Ночь', 1986),
	(2, 'Группа крови', 1988),
	(3, 'Оптом и в розницу', 2000),
	(4, 'Make Naïve Great Again', 2018),
	(5, 'Chip Chrome & The Mono-Tones', 2020),
	(6, 'Reise, Reise', 2004),
	(7, 'Happier Than Ever', 2021),
	(8, 'Без тормозов', 1999),
	(9, 'The Best', 2018),
	(10, 'Продавец кошмаров', 2006),
	(11, 'Right Now', 2000)
	
INSERT INTO	Artist_Album
VALUES
	(1,1),
	(1,2),
	(2,3),
	(2,4),
	(3,5),
	(4,6),
	(5,7),
	(6,8),
	(6,9),
	(7,10),
	(8,11)

INSERT INTO	Genre (title)
VALUES
	('Рок'),
	('Поп'),
	('Акустика'),
	('Саундтреки'),
	('Хаус')
	
INSERT INTO	Artist_Genre
VALUES	
	(1, 1),
	(1, 3),
	(1, 4),
	(2, 1),
	(2, 3),
	(3, 2),
	(3, 4),
	(3, 5),
	(4, 1),
	(4, 4),
	(5, 1),
	(5, 5),
	(5, 4),
	(6, 2),
	(7, 1),
	(7, 3),
	(7, 4),
	(8, 2)

INSERT INTO track 
VALUES 
	(1, 'Твой номер', 209, 1),
	(2, 'Мама-анархия', 164, 1),
	(3, 'Мама, мы все сошли с ума', 228, 2),
	(4, 'Дальше действовать будем мы', 217, 2),
	(5, 'Суперзвезда', 212, 3),
	(6, 'Утро', 188, 3),
	(7, 'Предчувствие', 71, 4),
	(8, 'Flowers', 199, 5),
	(9, 'Mein Teil', 272, 6),
	(10, 'My Future', 210, 7),
	(11, 'Студент', 179, 8),
	(12, 'Атаман', 165, 9),
	(13, 'Джокер', 193, 10),
	(14, 'Свой среди чужих', 240, 10),
	(15, 'The Tide Is High', 164, 11)

INSERT INTO	Track_Collections
VALUES
	(1,1),
	(1,7),
	(2,7),
	(3,2),
	(3,3),
	(4,7),
	(5,2),
	(5,7),
	(6,3),
	(6,7),
	(7,5),
	(8,3),
	(8,4),
	(9,2),
	(9,6),
	(10,3),
	(11,2),
	(11,3),
	(13,2),
	(13,7),
	(15,1),
	(15,3)